{
   "embedColors": [
      "#3498db",
      "#2ecc71",
      "#e74c3c",
      "#9b59b6"
   ],
   "prefix": "w.",
   "wiimmfi_api": {
      "text": null,
      "lastCheck": null
   },
   "commands": {},
   "commandDescriptions": {
      "bash": "Executes a bash command(Owner-only)",
      "cat": "Sends a cute cat picture",
      "cmdstats": "Get the amount of uses of every command",
      "disclaimer": "Some basic information about the bot",
      "eval": "Evaluate JavaScript code with client context (Owner-only)",
      "help": "A list of commands",
      "lick": "Lick someone's paws",
      "playing": "Get the amount of users who are playing a specific game",
      "rex": "Executes code in a specific language (arg 1 = language, arg 2 = code)",
      "stats": "General information about the bot",
      "lookup": "Get information about a Wii game",
      "ctgp/recent": "Get the recent top CTGP Time Trial uploads. Usage: ctgp recent [amount of tracks to show]",
      "ctgp/stats": "CTGP statistics such as uploaded ghosts, leaderboards etc.",
      "ctgp/user": "Get statistics about a specific user from the Time Trial API (chadsoft.co.uk)",
      "ctgp/top": "Get top 10 results of a specific track by providing its name",
      "ctgp/setpid": "Sets the personal profile ID (allows users to use mentions in w.ctgp user)",
      "ctgp/ghosts": "Get a list with ghosts from a specific user",
      "mkw/list": "Gives the amount of available mario kart wii rooms (worldwide, continental and private)",
      "mkw/regions": "Gives the amount of players logged in from different login regions",
      "mkw/user": "Gives information about a player (has to be in a room): VR, BR, connection issues etc.",
      "mkw/users": "Gives a list of players that are in rooms",
      "mkw/bans": "Gives a list of latest Wiimmfi bans. A limit *can* be provided, but it's optional.",
      "mkw/room": "Interactive embed which shows information about players in a room and room statistics. Parameter is either the room id or name",
      "mod/kick": "Kicks a GuildMember. (Target can be expressed by passing a user ID, a user tag (User#1234) or by mentioning them",
      "mod/ban": "Bans a GuildMember. (Target can be expressed by passing a user ID, a user tag (User#1234) or by mentioning them",
      "mod/softban": "Softbans a GuildMember. (Bans and unbans a member. Its purpose is to delete all recent messages.",
      "mod/unban": "Unbans a specific user. User can be specified by using its ID.",
      "mod/lang": "Sets a guild language. Type w.mod lang to get the current guild language and w.mod lang <language> to set the server language.",
      "ssbb/info": "Get information about super smash bros. brawl rooms",
      "tag/create": "Creates a tag",
      "tag/delete": "Deletes a tag",
      "tag/list": "Gives a list with most-used tags",
      "tag/transfer": "(deactivated) Transfer a tag to another user",
      "tag/view": "View a specific tag",
      "ctgp/setup": "Adds the WR Notifier in the current channel",
      "ctgp/unregister": "Unregisters the WR Notifier from current channel"
   },
   "utils": {},
   "token": "token",
   "wrAuthToken": ""
}
